Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/aho.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: What is Fagpersonweb?
nb: Hva er Fagpersonweb?

source: Synthesis Techniques discussed and practiced.
nb: Synteseteknikker diskuteres og øves.

source: AHO admits approximately 25 candidates to the programme.
nb: AHO tar opp omlag 25 kandidater til studiet.

source: The essay is assessed according to its originality, use of sources, and academic craftsmanship.
nb: Essayet vurderes utifra originalitet, kildebruk, og akademisk håndverk.

source: Examples of the culture and traditions.
nb: :Eksempler på kultur og tradisjon.

source: The digital fabrication component will introduce different digitally driven fabrication methods.
nb: Komponenten 'digital fabrikasjon' vil introdusere ulike digitalt drevne fabrikasjonsmetoder.

source: This phase is integrated with the studios intensive elective course in which students learn and further develop computational design skills.
nb: Denne fasen er integrert med studioets intensive fordypningskurs der studentene lærer og videreutvikler ferdigheter i computational design.

source: AHO is closed for the summer, but you can still reach the academic services during the holiday.
nb: AHO er stengt for sommeren, men har du spørsmål om opptak kan du fortsatt ta kontakt med oss.

source: The students must keep the following equipment: measuring and marking tools (folding ruler, pencil, markers, etc), and smaller hand tools.
nb: Studentene må selv holde måle- og merkeutstyr (tommestokk, blyant/tusj, risseverktøy etc) samt nødvendig mindre håndverktøy.

source: The key to most of Birgitta's work in tangible media is cross-media co-creation.
nb: Omdreiningspunktet i mesteparten av Birgittas arbeid innen taktile medier er kryssmedial samskaping (cross-media co-creation).

source: I’m apprehensive, but thrilled to become chairwoman,” Lisa says.
nb: Jeg er nervøs, men gleder meg som et barn til å være styreleder, forteller Lisa.

source: The cooperation project D-BOX has taken off
nb: Samarbeidsprosjektet D-BOX har skutt fart

source: Sharepoint for groups and transferr of documents on the server will be done in June 2021.
nb: Sharepoint (felles fillagring) og overføring av filer fra fellesområder tas i bruk i løpet av høsten 2021.

source: You can order translation via e-mail to your project manager –
nb: Oppdrag kan bestilles e-post til prosjektleder –

source: Her thesis has largely been inspired by the works of Béla Bánáthy, a Hungarian systemic designer who is fairly unknown in design.
nb: Avhandlingen er i stor grad inspirert av arbeidet til Béla Bánáthy, en ungarsk systemdesigner som er relativt ukjent innenfor designfeltet.

source: • Knowledge of the hierarchy of the senses and haptic experience.
nb: • Kunnskap om sansenes hierarki og haptisk erfaring.

source: The diploma students are working at the school and the foundation courses are being taught at AHO.
nb: Diplomstudentene jobber på skolen og grunnkursene undervises på AHO.

source: Tower in Birkenes, competition
nb: Tretårn i Birkenes, åpen arkitektkonkurranse.

source: Oslo School of Architecture in collaboration with Columbia University, GSAPP
nb: Arkitektur og designhøgskolen i Oslo i samarbeid med Columbia University, GSAPP

source: at 17:00 - The exhibition ends
nb: 17:00 - Utstillingen avsluttes

source: She was employed as a Professor II (visiting researcher) at AHO in 2018, responsible for the ecology courses provided through the Bch-years at Institute of Urbanism and Landscape, AHO, of the newly established MS-studies in Landscape Architecture.
nb: Hun ble ansatt som professor II ved AHO i 2018 som ansvarlig for økologi-kursene etablert i bachelor-årene av det nye MS-programmet i landskapsarkitektur ved institutt for urbanisme og landskap ved AHO.

source: The Red Dot Design Ranking has picked AHO as one of the best design schools in the world!
nb: The Red Dot Design Ranking har plukket ut AHO som en av verdens beste og ledende designskoler.

source: AHO among the world's best design schools
nb: AHO blant verdens beste designskoler

source: Students will work on a semester project individually or in groups.
nb: Studentene arbeider på et semesterprosjekt individuelt eller i grupper.

source: AHO still has many self-tests, and students and staff are free to collect a test even if they do not suspect Covid-19.
nb: AHO har fremdeles mange selvtester, og åpner for at studenter og ansatte kan hente ut disse uten at det foreligger mistanke om Covid-19.

source: What happens if a student is infected with Covid-19?
nb: Hva skjer hvis en student ved AHO får påvist Covid-19?

source: AHO WORKS STUDIO exhibition autumn 2021 exhibits student works from the foundation level and from the master studios within the Master of Architecture, Master of Design and Master of Landscape Architecture.
nb: AHO WORKS STUDIO utstilling høsten 2021 viser studentarbeider fra grunnutdanningen og masterstudioene innen master i arkitektur, master i design og master i landskapsarkitektur.

source: Edvin Klasson graduated with a Master of Industrial Design in spring 2015.
nb: Edvin Klasson fullførte sin Master i industridesign våren 2015 ved AHO.

source: Each student taking the course should schedule a meeting with Christian Parreno for a tutorial to discuss the theme and progress of the essay.
nb: Studentene avtaler veiledning med Christian Parreno for å diskutere tema for essayet, og for råd underveis.

source: The students develop and define their own project-descriptions (the diploma programme) in a pre-diploma’ course, in the semester leading up to the diploma.
nb: Studentene utvikler og definerer sine egne prosjektbeskrivelser (diplomprogrammet) i et pre-diplomkurs i semesteret før diplomprosjektet.

source: Musicians from the National Academy of Music performed, Professor Geir Øxseth spoke on behalf of the faculty while Ribekka Beitveit and Ola Johan Brandsnes gave a funny speech on behalf of the students.
nb: Musikere fra Norges musikkhøgskole spilte, professor Geir Øxseth talte på vegne av AHOs lærere, mens Ribekka Beitveit og Ola Johan Brandsnes hilste på vegne av studentene.

source: A new digital course presentation is planned for 19 November.
nb: Det planlegges for en digital kurspresentasjon 19. november.

source: All parking is at your own risk and should not exceed 24 hours.
nb: Det er ikke tillatt å parkere lengre enn maksimum 24 timer.

source: The course consists of lectures, including theory lectures, workshops, excursions, company visits, and individual and group supervision.
nb: Kurset består av forelesninger, inkludert teoriundervisning, workshops, ekskursjoner, bedriftsbesøk, samt individuell og gruppevis veiledning.

source: Imagine the history of Russian architecture of the last 100 years, presented as a fictional trade fair, where every architectural idea is introduced by an imagined commercial company.
nb: Tenk deg russisk arkitekturhistorie over de siste 100 årene, presentert på en fiksjonell handelsmesse, der arkitektoniske idéer selges av imaginære kommersielle foretak.

source: The diplomas at the Institute of Design are characterised by variety and breadth.
nb: Diplomprosjektene ved Institutt for design kjennetegnes av variasjon og bredde.

source: Lectures and workshops on selected topics regarding computational design.
nb: Forelesninger og workshops om utvalgte emner innen computational design

source: The "Nature+" exhibition at AHO
nb: "Nature+" utstillingen på AHO

source: The spring 2016 semester will focus on locally specific demographic, spatial, programmatic and environmental criteria and data as the primary inputs into the design process.
nb: Vårsemesteret 2016 vil ha fokus på lokalt spesifikke demografiske, romlige, programmatiske og miljømessige kriterier og data som viktigste input i designprosessen.

source: Murad Majlis still preserves its function as of today.
nb: Murad Majlis bevarer fortsatt sin funksjon som i dag.

source: The new study places in design and the development of the landscape architecture programme will draw more students and staff to the school.
nb: De nye studieplassene i design og oppbyggingen av landskapsarkitektur programmet vil fylle skolen med flere studenter og ansatte.

source: Cases of COVID-19 and other infections can arise despite the expedient measures that have been implemented.
nb: Til tross for godt gjennomførte tiltak, kan likevel tilfeller av covid-19 og andre infeksjoner oppstå.

source: Beate Hølmebakk is an architect and professor at the institute for architecture where she is responsible for the Form unit.
nb: Beate Hølmebakk er arkitekt og professor ved institutt for arkitektur der hun er ansvarlig for fagområdet Form.

source: In autumn semester 2014 the guest-professor in the studio will be Japanese architect Go Hasegawa from the practice Go Hasegawa & Associates from Tokyo. See:
nb: Gjesteprofessor i høstsemester 2014 vil være Japanske arkitekten Go Hasegawa, fra kontoret Go Hasegawa & Associates fra Tokyo.

source: The graduate seminar Warburg Models is conducted by professors Tim Anstey and Mari Lending.
nb: Kurset Warburg Models er ledet av Tim Anstey og Mari Lending.

source: The elective course will serve the Advanced Computational Design Studio and the Scarcity and Creativity Studio.
nb: Fordypningskurset er knyttet til og vil støtte 'Advanced Computational Design Studio' og 'Scarcity and Creativity Studio'.

source: The outcome of the course consist of knowledge and understanding, skills and competence expected of of students at the ex.phil.-level in Norway.
nb: Læringsutbyttet består av kunnskap og forståelse, ferdigheter og kompetanse som forventes på ex-phil.-nivå i Norge.

source: Furthermore, every other session is digital, but attendance remains mandatory.
nb: Annenhver samling er digital, men krever fortsatt tilstedeværelse.

source: An academic forum
nb: Et faglig forum

source: The course is compulsory for all architectural students in GK3 and is based on GK2 Architecture History 1.
nb: Kurset er obligatorisk for alle arkitektstudenter i GK3 og bygger på GK2 Arkitekturhistorie 1.

source: The Basilica of Maxentius (or Basilica Nova), was the largest building in the Roman Forum.
nb: Maxentius-basilikaen(også kalt Balsilica Nova) var den største bygningen på Forum Romanum.

source: Lectures and seminars on selected topics regarding computational design and/or fabrication
nb: Forelesninger og seminarer om utvalgte emner om 'computational design' og / eller fabrikasjon

source: The intention is to widen the study of spatial consequences of the fisheries to the Norwegian Coast as such, and later to European coastal areas (autumn 2018) and with global case studies (spring 2019)
nb: Intensjonen (høst 2018) er å videreføre dette til kartlegging av romlige konsekvenser av fiskerinæringa i Europa, og (vår 2019) å videreføre dette med eksempler fra hele verden.

source: won the First Prize and 30.000 DKK at the
nb: vant førsteprisen og 30.000 DKK under

source: to the beginning of the study program is twofold: (1) Firstly, the meaning of ex.phil.
nb: til starten av studieløpet er todelt: (1) For det første blir meningen med ex.phil.

source: Due to new Coronavirus measures implemented by the City of Oslo and the Government, AHO has had to ensure that fewer students are on campus.
nb: På grunn av nye koronatiltak fra Oslo kommune og regjeringen har AHO måtte sørge for at det er færre studenter på campus.

source: Falstadsenteret, competition for museum.
nb: Falstadsenteret, konkurranse om utstilling og rehabilitering.

source: Feide and "AHO username and password" are the same.
nb: Feide er det samme som "AHO brukernavn og passord".

source: The physical outcomes of the projects is presented to the sensors at AHO.
nb: Det fysiske resultatet av prosjektene presenteres for sensorene på AHO.

source: The course gives an introduction to architectural history, design history and art history from prehistoric time until approximately 1850.
nb: Kurset gir en innføring i arkitektur-, design- og kunsthistorie fra førhistorisk tid fram til ca 1850

source: Desire to learn "mapping" using Geographic Information Systems (GIS).
nb: Ønske om å lære «mapping» ved hjelp av Geografiske Informasjonssystemer (GIS).

source: Lectures and seminars on rural and coastal areas and current challenges.
nb: Forelesninger og seminarer om rurale og kystnære områder og aktuelle problemstillinger.

source: Years of hard work and schooling is over for 24 candidates in architecture, 5 candidates in landscape architecture, 19 in design and 4 Ph.D. candidates.
nb: Lange år med studier og hardt arbeid er over for 24 arkitekturkandidater, 5 kandidater i landskapsarkitektur, 19 i design og 4 doktorander.

source: - To prepare students for professional design within one of the selected specializations (PD ID or SD) or by SOD or other directions chosen by the student or within a more general (hybrid) direction in design.
nb: - å enten forberede studentene for profesjonell design innen ett av de valgte spesialiseringene (PD, ID eller SD) eller innen SOD eller andre retninger valgt av studenten eller innenfor en mer generell (hybrid) retning i design.

source: This pilot project (GK1EXPHIL) intends to try out how ex.phil.
nb: Pilotprosjektet (GK1EXPHIL) har til hensikt å prøve ut hvordan ex.phil.

source: The Minister of Local Government and Modernisation Nikolai Astrup visited AHO
nb: Kommunal- og moderniseringsminister Nikolai Astrup besøkte AHO

source: My project is concerning physical activity for children in Groruddalen.
nb: Prosjektet mitt handler om fysisk aktivitet for barn i Groruddalen.

source: Take a self-test at AHO
nb: Ta en selvtester på AHO

source: Since 1998 Birgitta has worked in the field of "Tangible Interaction" (physical and tactile media) primarily in a research context. She has been employed as a research fellow at
nb: Siden 1998 har Birgitta jobbet innen fagområdet "Tangible Interaction" (fysiske og taktile medier) i hovedsak i en forskningskontekst.

source: various themes like Radical Change, Sustainability, Future studies and Foresight.
nb: ulike temaer som radikal endring, bærekraft, fremtidsstudier og fremsyn.

source: Teaching will take place in the dedicated studio context (ACDL) through lectures, seminars, tutoring and workshops.
nb: Undervisningen vil foregå i det dedikerte studio (ACDL) gjennom forelesninger, seminarer, veiledning og workshops.

source: Guest lectures Autumn 2015
nb: Gjesteforelesninger høst 2015

source: The Department of Design at AHO has academic responsibility for this experience-based master’s programme, and SOD students will be included in the department’s academic community.
nb: Institutt for design ved AHO har det faglige ansvaret for denne erfaringsbaserte masteren, og SOD-studentene møter fagmiljøet på instituttet.

source: Week 4: Romanticism: The cult of the ruin
nb: det som aldri eksisterte Uke 4: Romantikken:

source: Students work individually or in small groups.
nb: Studentene arbeider individuelt eller i små grupper.

source: The course builds on model for design-driven field research and results from the UBC and ONSITE research projects.
nb: Kurset bygger på resultater fra forskningsprosjektene UBC og ONSITE og innfører "Model for Design-Driven Field Research".

source: Co-learning is central across the projects, and students will be involved in developing research, lectures and course-materials for the whole group.
nb: Samarbeidslæring er viktig på tvers av prosjektene, og studentene tar del i utvikling av forskning, forelesninger og kursmateriell for hele gruppen.

source: in the AHO Gallery on Tuesday September 17th.
nb: i AHO Galleriet tirsdag 17.

source: Completed pre-diploma and 270 ECTS in total.
nb: Bestått pre-diplom og 270 studiepoeng totalt

source: Department of Linguistic, Literary and Aesthetic Studies at the University of Bergen,
nb: Institutt for lingvistiske, litterære og estetiske studier, Universitetet i Bergen,

source: Some workshops and computercourse,
nb: Diverse workshops og datakurs.

source: Armed with new rational planning ideas and using modern technology, architects and planners created satellite towns with mass-produced housing, modern urban infrastructure, and new institutions and social centers, transforming city and society.
nb: Med nye ideer om rasjonell planlegging og moderne teknologi som verktøy, skapte arkitekter og planleggere drabantbyer med masseproduserte boliger, moderne infrastruktur, og nye institusjoner og sosiale sentra, og endret byen og samfunnet.

source: In order to ensure its practice-oriented emphasis the studio will continue to collaborate with leading architectural and engineering practices, industries, seminal expert groups and research environments, and outstanding schools of architecture.
nb: For å sikre den praksis-orienterte vektlegging vil studioet fortsette å samarbeide med ledende arkitekt- og ingeniørpraksis, industri, nyskapende ekspertgrupper og forskningsmiljøer, og fremragende arkitekturskoler.

source: Master in Design 2 and 5 year
nb: Master i design (2 og 5 år)

source: The quizmasters Håvard and Kristoffer will guide you through questions like what shape Norwegian artis Kurt Nilsen´s cabin has, and what year David Bowie, Prince, Alan Rickman and Leonard Cohen died.
nb: Quizterhjernene Håvard og Kristoffer skal lose dere gjennom alt fra hvilken form hytta til Kurt Nilsen har til hvilket år David Bowie, Prince, Alan Rickman og Leonard Cohen døde.

source: The AHO campus is set to expand
nb: AHO skal utvide campus

source: After the semester the students are expected to have a good overview of museum, collection, and exhibition history.
nb: Etter endt kurs skal studentene ha god innsikt i museum-, samlings- og utstillingshistorie, og overblikk over historiske og kontemporære debatter knyttet til kuratering og presentasjon av historiske samlinger, i inn og utland.

source: An old dairy at Blaker north of Oslo is the home of the artist Guttorm Guttormsgaard’s collection of art, crafts, books as well as thinkable and unthinkable miscellanea.
nb: Meieri litt nord for Oslo ligger kunstneren Guttorm Guttormsgaard genreoverskridende samling av kunst, kunsthåndverk, bøker og gjenstander av tenkelige og utenkelige slag.

source: The course is built up with foundational lectures on the subject, as well as thematic lectures and workshops to discuss approaches and research questions for project assignments.
nb: Kurset bygges opp med grunnleggende forelesninger i emnet, samt tematiske forelesninger og workshops for å diskutere innfallsvinkel og problemstillinger for prosjektoppgaver.

source: We invite applicants who encompass a wide range of roles and positions in the private and public sectors, as well as within non-governmental organisations.
nb: Vi ønsker at søkerne dekker et vidt spekter av roller og stillinger innen privat næringsliv, offentlig sektor, idrett og frivillige organisasjoner.

source: The buildings realized are of a refined but basic form of contemporary architecture, by architects such as Christian Kerez, Valerio Olgiati, Anne Holtrop and Office KGDVS.
nb: Bygningene de har realisert er av en raffinert, men grunnleggende form for moderne arkitektur, av arkitekter slik som Christian Kerez, Valerio Olgiati, Anne Holtrop og Office KGDVS.

source: The level and engagement of the students is high and the teaching staff consisting of Kathinka Hystad, Vera Pahle, Stein Rokseth, Harald Skulberg and Hans Gerhard Meier do great groundbreaking design work.
nb: Nivået og engasjementet på studentene er høyt og lærerteamet bestående av Kathinka Hystad, Vera Pahle, Stein Rokseth, Harald Skulberg og Hans Gerhard Meier gjør en strålende jobb med nybrottsarbeidet for sesign.

source: (tracks) that makes up the call for papers.
nb: som utgjør utlysningen for innsendte bidrag.

source: Week 3: Stylistic Restoration: What may never have existed
nb: Prix-de-Rome-projeksjoner Uke 3: Stilistisk restaurering:

source: Focus theme 1: Design for very complex systems, public sector, services and organizations
nb: Fokustema 1: Design for meget komplekse systemer, offentlig sektor, tjenester og organisasjoner

source: AHO WORKS + STUDIO will be digital this autumn
nb: AHO WORKS + STUDIO blir digital i høst

source: Students on the Master in Landscape Architecture in their second semester will choose studio course 60 619 Bill boards outside Oslo and can choose from 60 412 Landscapes in Print and 60 413 Community Engagement.
nb: Studenter på Master i Landskapsarkitektur i sitt andre semester skal velge studiokurs 60 619 Bill boards outside Oslo og kan velge mellom fordypningskursene 60 412 Landscapes in Print og 60 413 Community Engagement.

source: Welcome, the lecture is open to the public.
nb: Velkommen, foredraget åpent for publikum.

source: Happy summer vacation to all our students, to our graduates, to our new students starting this autumn, to all our collaborators, to our staff, and to everyone reading this.
nb: Vi ønsker en god sommer til alle våre studenter, til deg som nettopp fikk diplom, til deg som skal begynne på AHO til høsten, til deg på hjemmekontor, til deg vi har samarbeidet med, og til alle som leser dette!

source: Systems thinking provides a foundation for developing a deeper understanding of sustainability, ethics, culture and social understanding communication and technology.
nb: Systemtenking danner et fundament for å utvikle en dypere forståelse av bærekraft, etikk, kultur og samfunnsforståelse kommunikasjon, teknologiforståelse.

source: “I really want to find ways how we can redistribute power in society”, says Manuela.
nb: – Jeg ville finne måter vi kan omfordele makt i samfunnet, sier Manuela.

source: Free cinema for students 4 December
nb: desember Gratis kino for studenter 4.

source: - Basic skills in the use of Geographic Information Systems (GIS) for spatial analysis and territorial studies.
nb: Grunnleggende ferdigheter i bruk av Geografiske Informasjonssystemer (GIS) til romlige analyser og territorielle studier.

source: They master the subject’s work methods, tools and forms of expression, and are capable of using them in a targeted, professional and experimental manner
nb: behersker fagets arbeidsmåter, verktøy og uttrykksformer og evner å bruke disse i prosjektering på en målrettet, profesjonell og eksperimenterende måte,

source: Norway is open again after 18 months of lockdown, and we can finally welcome everyone back to an open AHO!
nb: Norge er gjenåpnet etter 18 måneders nedstenging, og vi kan endelig ønsker alle velkommen tilbake til et åpent AHO!

source: • Knowledge in associative modelling and generative systems;
nb: • Kunnskap om assosiative modellering og generative systemer;

source: A third semester Master course (only available for students in their final year).
nb: Et masterkurs i tredje semester (bare tilgjengelig for sisteårsstudenter).

source: also won the Customer Prize at the same event.
nb: vant også Customer Prize under samme utdeling.

source: the studio starts with an intensive theoretical seminar on arctic urbanism and urban developmen on Greenland.
nb: Studio innledes med et arbeidskrevende teoretisk seminar med obligatorisk pensum om arkisk urbanisme og grønlandsk samfunnsutvikling.

source: Completed course listed under prerequisited knowledge or equivalent.
nb: Gjennomført kurs under forkunnskapskrav eller tilsvarende.

source: Student who are infected with Covid-19, must contact their teacher who will inform the head of the academic services Silje Nygaard.
nb: Hvis en student får påvist Covid-19 skal han eller hun ta kontakt med sin underviser/kursansvarlig eller fagansvarlig på studieadministrasjonen Silje Nygaard.

source: Skagensanden surfing center, National tourist road project.
nb: Skagenstranden surfesenter, Nasjonale turistveger.
